"Copy" = "無（無遞色）";
"Dither Copy" = "無（允許遞色）";
"Or" = "Or";
"Xor" = "Xor";
"Replace Black" = "Replace Black";
"Inverse Copy" = "Inverse Copy";
"Inverse Or" = "Inverse Or";
"Inverse Xor" = "Inverse Xor";
"Inverse Replace Black" = "Inverse Replace Black";
"Pattern Copy" = "Pattern Copy";
"Pattern Or" = "Pattern Or";
"Pattern Xor" = "Pattern Xor";
"Pattern Replace Black" = "Pattern Replace Black";
"Inverse Pattern Copy" = "Inverse Pattern Copy";
"Inverse Pattern Or" = "Inverse Pattern Or";
"Inverse Pattern Xor" = "Inverse Pattern Xor";
"Inverse Pattern Replace Black" = "Inverse Pattern Replace Black";
"Grayish Text Or" = "Grayish Text Or";
"Hilite" = "Hilite";
"Blend" = "調合";
"Add Pin" = "Add Pin";
"Add Over" = "Add Over";
"Add Max" = "Add Max";
"Add Min" = "Add Min";
"Subtract Pin" = "Subtract Pin";
"Subtract Over" = "Subtract Over";
"Transparent" = "透明";
"Straight Alpha" = "直線 Alpha";
"Per Component Alpha" = "每組件 Alpha";
"Straight Alpha Blend" = "直線 Alpha 調和";
"Premultiplied White Alpha" = "預增白色 Alpha";
"Premultiplied Black Alpha" = "預增黑色 Alpha";
"Premultiplied Color Alpha" = "預增色彩 Alpha";
"Composition" = "合成";